<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = Yii::t('app', 'About');
//$this->params['breadcrumbs'][] = $this->title;
?>
<h1><?= Html::encode($this->title) ?></h1>

<p>
    Одной из важнейших задач археологии является документирование и систематизация объектов историко-культурного
    наследия. За прошедшие десятилетия были зафиксированы и, в том или ином качестве, описаны достаточно большие объемы
    археологических данных, представленные в монографическом, каталогизированном видах. В последние годы технический
    прогресс значительно повлиял на инструменты и возможности документации археологических объектов. При этом, несмотря
    на значительные открывшиеся возможности, задача документации и систематизации археологических знаний обладает рядом
    нерешенных проблем:
<ul>
    <li>
        Во-первых, научные и общественно-значимые знания о культурном наследии: объектах археологического наследия,
        отдельных археологических находках, землях и территориях историко-культурного значения, как правило,
        представлены во фрагментированном виде. У множества научных групп сегодня есть свои базы данных, которые не
        публикуются и не предоставляются для коллег. Обмен такими данными в настоящее время достаточно затруднен или
        невозможен вообще.
    </li>
    <li>
        Во-вторых, на сегодняшний момент отсутствует единообразный подход к описанию и атрибутированию археологических
        объектов. Несмотря на существующие попытки в выработке общего стандарта, на сегодняшний день, в основном, каждая
        научная группа пользуется своим стандартом.
    </li>
    <li>
        В-третьих, можно констатировать некоторое отставание существующей археологической практики от технического
        прогресса в области методов документирования археологических объектов.
    </li>
    <li>
        В-четвертых, не решен вопрос обеспечения доступа и обмена данными об уязвимых объектах. В результате этого,
        сегодня, по возможности, все имеющиеся данные скрыты от общественности, при этом страдает качество и
        эффективность научной коммуникации, как и научно-популяризаторские возможности.
    </li>
</ul>
</p>

<p>
    Цель проекта – разработка эффективной технологии для документирования археологических объектов изобразительного ряда
    (артефактов, памятников, комплексов памятников), обмена такими данными и, в допустимом объеме, публикации в открытом
    доступе. В том числе, предполагается разработка единой археологической информационной системы и базы данных,
    обеспечивающих возможность полноценного документирования петроглифов, археологических находок, археологических
    участков, включая полноценное описание, атрибутирование объектов, 3D-модели объектов. В рамках построения
    информационной системы предполагается разработка методики картографирования с использованием ГИС-сервисов, создание
    эффективной системы доступа для исследователей и широкой общественности и системы контроля авторства вводимых
    материалов, реализация прототипов автоматизированных интеллектуальных инструментов поиска аналогий, закономерностей
    и распознавания художественных сюжетов. Наполнение системы должно обеспечиваться не только за счет коллектива
    авторов проекта, но и за счет прямой работы с системой сторонних специалистов, групп и организаций.
</p>

<p>
    В рамках проекта предполагается разработка оптимального алгоритмического обеспечения высокоточного документирования
    и изучения археологических объектов в полевых условиях на основе стандартизации и автоматизации этапов работы
    первичного документирования, в том числе с использованием оригинальных мобильных приложений.
</p>

<p>
    В исследовании предполагается: проведение анализа существующих методик 3D технологий документирования в
    археологических полевых исследованиях и в музейной практике; разработка методических приемов обработки и
    трансформации в 3D модель уникальных объектов разной степени детализации, в т.ч. со значительными утратами.
</p>