<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = Yii::t('app', 'Publication');
//$this->params['breadcrumbs'][] = $this->title;
?>
<h1><?= Html::encode($this->title) ?></h1>

<ol>
    <li>
        А. И. Симухин, П. Е. Марнуев, Д. В. Намсараев, Л. В. Лбова. Сыржа – новый объект наскального искусства Забайкалья (опыт бесконтактного
        документирования) // Известия Иркутского
        государственного университета. Серия Геоархеология. Этнология. Антропология. 2018. Т. 25. С. 62–85.
        https://doi.org/10.26516/2227-2380.2018.25.62
    </li>
    <li>
        Лбова Л.В., Панкина А.И. Мальтинская орнитоморфная пластика как культурный
        код палеолитического населения Сибири // Искусство Евразии. – 2018. – №4(11). – С. 12-
        26. DOI: 10.25712/ASTU.2518-7767.2018.04.001. [Электронный ресурс] URL:
        https://readymag.com/ u50070366/1214115/7/
    </li>
    <li>
        L. Lbova, T. Rostyazenko. Ornamental Artefacts as a Way to Transfer and Store Information in the Upper Palaeolithic: the Mal’ta Collection (Siberia) / EXPRESSION, No 23, 2019 URL: https://www.academia.edu/38899882/Ornamental_Artefacts_as_a_Way_to_Transfer_and_Store_Information_in_the_Upper_Palaeolithic_the_Mal_ta_Collection_Siberia_
    </li>
    <li>
        Панкина А.И. Хтонические существа из коллекции зооморфной скульптуры палеолитической стоянки Мальта / Материалы LIX Российской археолого-этнографической конференции
        студентов и молодых ученых. Благовещенск – Хэйхэ, 8–12 апреля 2019 г. /
        Науч. ред. О. А. Шеломихин. – Благовещенск: Изд-во БГПУ, 2019, с. 36–37. ISBN 978-5-8331-0412-5 URL: https://drive.google.com/file/d/1B8TXj_h-A6vaCAA2-3Zx1PDNAFFpimo0/view
    </li>
    <li>
        Ростяженко Т.Е. Орнаментика мальтинских дисков: технология, образы, смыслы Хтонические существа из коллекции зооморфной скульптуры палеолитической стоянки Мальта / Материалы LIX Российской археолого-этнографической конференции
        студентов и молодых ученых. Благовещенск – Хэйхэ, 8–12 апреля 2019 г. /
        Науч. ред. О. А. Шеломихин. – Благовещенск: Изд-во БГПУ, 2019, с. 38–39. ISBN 978-5-8331-0412-5 URL: https://drive.google.com/file/d/1B8TXj_h-A6vaCAA2-3Zx1PDNAFFpimo0/view
    </li>
    <li>
        Ростяженко Т.Е., Панкина А.И., Жданова А.И., Жумадилов К.Б. Информационная система данных об объектах первобытного искусства (стоянка Мальта) / Археология : Материалы 57-й Междунар. науч. студ. конф. 14-19 апреля 2019 г. / Новосиб. гос. ун-т - Новосибирск: ИПЦ НГУ, 2019, с. 31-32
    </li>
</ol>

