<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = Yii::t('app', 'Publication');
//$this->params['breadcrumbs'][] = $this->title;
?>
<h1><?= Html::encode($this->title) ?></h1>

<ol>
    <li>
        Д. В. Черемисин, В. В. Казаков, К.Б. Жумадилов, В. С. Ковалев. Применение современных информационных технологий в задачах документирования памятников наскального искусства Алтая //Проблемы археологии, этнографии, антропологии Сибири и сопредельных территорий. Новосибирск: Изд-во ИАЭТ СО РАН, 2017. – Т. XXIII. C. 444 – 448
    </li>
    <li>
        Д. В. Черемисин, В. В. Казаков, В. С. Ковалев, К.Б. Жумадилов. Трехмерное сканирование наскальных рисунков Алтая в технике гравировки //Проблемы археологии, этнографии, антропологии Сибири и сопредельных территорий. Новосибирск: Изд-во ИАЭТ СО РАН, 2017. – Т. XXIII. c. 449 – 453
    </li>
    <li>
        Черемисин Д.В., Казаков В.В., Ковалев В.С., Жумадилов К.Б. Исследование петроглифов Алтая с помощью 3D-сканирования методом структурированного подсвета // Алтай в кругу евразийских древностей: тезисы докладов международного научного семинара «Алтай в кругу евразийских древностей» (28–30 ноября 2016 г., Новосибирск). – Новосибирск: Изд-во ИАЭТ СО РАН, 2016, с. 87-88
    </li>
    <li>
        Д. В. Черемисин, В. В. Казаков, К.Б. Жумадилов, В. С. Ковалев. Картографирование петроглифов в долине реки Чаган (Южный Алтай) //Проблемы археологии, этнографии, антропологии Сибири и сопредельных территорий. Новосибирск: Изд-во ИАЭТ СО РАН, 2016. – Т. XXII. С. 462-465.
    </li>
    <li>
        Д. В. Черемисин, В. В. Казаков, В. С. Ковалев, К.Б. Жумадилов. 3D-моделирование наскальных рисунков Алтая с помощью трехмерного сканирования и фотограмметрии //Проблемы археологии, этнографии, антропологии Сибири и сопредельных территорий. Новосибирск: Изд-во ИАЭТ СО РАН, 2016. – Т. XXII. С. 466-469.
    </li>
    <li>
        Д. В. Черемисин, В. В. Казаков, В. С. Ковалев, М. В. Жарикова. Опыт трехмерного сканирования наскальных рисунков с помощью технологии структурированного подсвета //Проблемы археологии, этнографии, антропологии Сибири и сопредельных территорий. Новосибирск: Изд-во ИАЭТ СО РАН, 2015. – Т. XXI. С. 446-450.
    </li>
    <li>
        Kovalev V.S., Kazakov V. V., Kazakov V. G., Panina N. L. 3d scanning of museum items. From shooting to web-gallery. / EVA 2015. Electronic Imaging & the Visual Arts International conference, St. Petersburg, June 24th–25th, 2015 Conference Proceedings. – SPb ITMO University, 2015. – P. 63-67.
    </li>
</ol>

